---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicCentimeters
source: html/b4732561-18b1-cfd0-9e8c-3fb560323c5d.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicCentimeters Property

Cubic centimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicCentimeters { get; }
```